Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/Share.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# share.achievement_unlocked
source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
ja: 実績を達成しました！
pt_br: Conquista desbloqueada!
zh_hans: 解锁成就！

# share.achievement_text
source: Just unlocked "%@" in Upio!
de: Gerade "%@" in Upio freigeschaltet!
es: ¡Acabo de desbloquear "%@" en Upio!
fr: Je viens de débloquer "%@" dans Upio !
ja: Upioで「%@」を達成しました！
pt_br: Acabei de desbloquear "%@" no Upio!
zh_hans: 刚刚在Upio解锁了"%@"！

# share.app_tagline
source: Build healthy habits
de: Baue gesunde Gewohnheiten auf
es: Construye hábitos saludables
fr: Construisez des habitudes saines
ja: 健康的な習慣を築く
pt_br: Construa hábitos saudáveis
zh_hans: 建立健康习惯

# share.button_share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

# share.share_achievement
source: Share Achievement
de: Erfolg teilen
es: Compartir logro
fr: Partager le succès
ja: 実績を共有
pt_br: Compartilhar conquista
zh_hans: 分享成就

# share.share_week
source: Share Week
de: Woche teilen
es: Compartir semana
fr: Partager la semaine
ja: 週を共有
pt_br: Compartilhar semana
zh_hans: 分享本周

# share.share_your_progress
source: Share Your Progress
de: Teile deinen Fortschritt
es: Comparte tu progreso
fr: Partagez vos progrès
ja: 進捗を共有
pt_br: Compartilhe seu progresso
zh_hans: 分享你的进步

# share.share_your_progress_subtitle
source: Inspire friends with your weekly summary
de: Inspiriere Freunde mit deiner Wochenzusammenfassung
es: Inspira a tus amigos con tu resumen semanal
fr: Inspirez vos amis avec votre résumé hebdomadaire
ja: 週間サマリーで友達を刺激しよう
pt_br: Inspire amigos com seu resumo semanal
zh_hans: 用你的每周总结激励朋友

# share.weekly_summary
source: Weekly Summary
de: Wochenzusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 週間サマリー
pt_br: Resumo semanal
zh_hans: 每周总结

# share.weekly_summary_text
source: My week in Upio
de: Meine Woche in Upio
es: Mi semana en Upio
fr: Ma semaine dans Upio
ja: Upioでの私の一週間
pt_br: Minha semana no Upio
zh_hans: 我在Upio的一周
